{
  "gettingstarted": {
    "title": "Come iniziare con la mappa",
    "markdownText": "## Iniziare a usare la mappa\n\n Se sei nuovo alla mappa o all'uso dei dati spaziali, il nostro video introduttivo copre rapidamente le funzionalità di base che dovrai usare per aggiungere e interrogare i set di dati.\n\nSe non hai tempo di guardare il video, ti suggeriamo di esplorare le seguenti aree:\n\n1. Cerca una località per trovare rapidamente un'area di interesse. Usa 'Esplora i dati della mappa' per visualizzare il catalogo dei set di dati disponibili e aggiungerli alla mappa\n3. Interagisci con il livello dei dati, inclusa l'opacità e l'attivazione e la disattivazione a sinistra nella tua workbench\n4. Clicca sui dati sulla mappa per visualizzare dati più dettagliati, inclusi i dati grezzi\n5. Cambia la tua mappa di base usando le opzioni in 'Map Settings' per aiutare a rendere più visibili alcune serie di dati\n6. Ingrandisci e cambia la tua vista, incluso l'inclinazione dell'angolo di vista usando i controlli sul lato destro dello schermo",
    "videoUrl": "https://www.youtube-nocookie.com/embed/FjSxaviSLhc",
    "placeholderImage": "https://img.youtube.com/vi/FjSxaviSLhc/maxresdefault.jpg"
  },
  "stepbystepguide": {
    "title": "Guida passo passo",
    "markdownText": "## Guida passo dopo passo\n\nLancia una guida passo dopo passo per vari flussi di lavoro popolari qui sotto:",
    "gettingstarted": {
      "title": "Come iniziare con la mappa",
      "step1": {
        "markdownDescription": "La ricerca è in cima alla workbench a sinistra",
        "title": "Cerca una località per trovare un'area di interesse"
      },
      "step2": {
        "markdownDescription": "Puoi visualizzare il catalogo in qualsiasi momento",
        "title": "Usa \"Esplora i dati della mappa\" per visualizzare il catalogo dei dati"
      },
      "step3": {
        "markdownDescription": "Trova un set di dati di interesse",
        "title": "Cerca i dati o sfoglia il catalogo"
      },
      "step4": {
        "title": "Aggiungi i dati alla mappa cliccando sul segno + o sul pulsante \"Aggiungi alla mappa\" nella finestra di anteprima",
        "markdownDescription": ""
      },
      "step5": {
        "title": "Interagisci con i dati, inclusa l'opacità e l'accensione e spegnimento a sinistra nella workbench"
      },
      "step6": {
        "title": "Clicca sui dati sulla mappa per visualizzare maggiori dettagli attivando il pannello Informazioni"
      },
      "step7": {
        "title": "Modifica la mappa di base usando le opzioni in \"Impostazioni mappa\" per migliorare il contrasto"
      },
      "step8": {
        "title": "Zoomare e cambiare vista usando i controlli sul lato destro dello schermo"
      }
    },
    "satelliteimagery": {
      "title": "Aggiunta di immagini satellitari",
      "footnote": "Importante: le immagini satellitari possono richiedere un po' di tempo per essere caricate, quindi sii paziente. Se le immagini non sembrano caricarsi, ingrandisci un po'",
      "step1": {
        "title": "Trova la posizione per visualizzare le immagini satellitari",
        "markdownDescription": "- Usa la ricerca della località o lo zoom e fai una panoramica della mappa usando il mouse o i controlli dello zoom"
      },
      "step2": {
        "title": "Aggiungere le immagini satellitari alla mappa",
        "markdownDescription": "- Apri il catalogo dei dati usando il pulsante \"Esplora i dati della mappa\" - Naviga attraverso i set di dati per selezionare la tua opzione satellitare: Landsat o Sentinel, e immagini giornaliere o composite. Questo può dipendere dalla risoluzione dell'immagine di cui hai bisogno (10m o 25m) e se vuoi immagini giornaliere, composite a 16 giorni o medie annuali. - Seleziona \"Aggiungi alla mappa\" per visualizzare le immagini satellitari"
      },
      "step3": {
        "title": "Filtrare le immagini per trovare le immagini satellitari",
        "markdownDescription": "- Filtra le immagini per località per trovare rapidamente le immagini satellitari per quella località\n - I satelliti girano intorno al globo molte volte al giorno. Puoi aspettarti che le immagini satellitari siano disponibili per una località ogni due settimane\n - Se non hai già selezionato il tuo punto di interesse sulla mappa, ingrandisci per selezionarne uno. Vedrai il filtro applicato in blu nella Workbench a sinistra"
      },
      "step4": {
        "title": "Seleziona un'ora e una data",
        "markdownDescription": "- Usa il selezionatore di date per selezionare un'ora e una data. Vai indietro negli anni precedenti usando la freccia indietro\n - Scegli un'altra data se le tue immagini sono oscurate dalle nuvole. Puoi rapidamente andare avanti e indietro usando le frecce accanto al selezionatore di date"
      }
    },
    "comparetimeseries": {
      "title": "Visualizza e confronta diversi punti nel tempo",
      "footnote": "Importante: qualsiasi dato di serie temporale può essere confrontato utilizzando la modalità Split Screen, non solo le immagini satellitari",
      "step1": {
        "title": "Aggiungere un set di dati di serie temporali alla mappa",
        "markdownDescription": "- Le immagini satellitari sono un buon esempio di dati di serie temporali, con molti satelliti che vanno indietro di decenni\n- Trova la tua località di interesse e filtra le immagini disponibili in base a questa località\n-Vedi la nostra guida Aggiungere immagini satellitari alla mappa per saperne di più"
      },
      "step2": {
        "title": "Seleziona l'ora e la data",
        "markdownDescription": "- Nella workbench a sinistra, seleziona l'ora e la data che aprirà il selezionatore di date\n- Seleziona un anno, un mese e una data, o naviga indietro ad altri anni e persino secoli usando la freccia indietro\n- Le date disponibili appaiono in blu"
      },
      "step3": {
        "title": "Confronta diverse date in una posizione",
        "markdownDescription": "- Dal menu a discesa a 3 punti nella workbench, premi \"Confronta\" per attivare la modalità Split Screen\n- Una copia duplicata del tuo dataset apparirà nella workbench\n- Scegli le date che vuoi confrontare a sinistra e a destra dello schermo\n- Trascina il cursore usando il pulsante bianco per scorrere e confrontare le due date dell'immagine"
      },
      "step4": {
        "title": "Chiudere la modalità schermo diviso",
        "markdownDescription": "- Esci dalla modalità Split Screen premendo la 'x' del titolo Split Screen Mode nella workbench\n- Rimuovi la copia duplicata del tuo dataset nella workbench usando il menu a tendina dei 3 punti"
      }
    }
  },
  "helpContentTerm1": {
    "term": "dataset",
    "aliases": ["set di dati", "dataset", "datasets"],
    "content": "Una raccolta di informazioni correlate, organizzate come una sola utilizzando una struttura dati comune, ad esempio \"prezzi medi delle case in una città per il 2019\" o \"temperatura minima e massima giornaliera\""
  },
  "helpContentTerm2": {
    "term": "serie temporale",
    "aliases": ["serie temporali"],
    "content": "Una sequenza di dati raccolti in diversi punti nel tempo, ad esempio i dati dei sensori di temperatura o una galleria di immagini dello stesso luogo"
  },
  "helpContentTerm3": {
    "term": "workbench",
    "content": "Il pannello sul lato sinistro dello schermo che mostra quali set di dati hai aggiunto alla mappa"
  },
  "helpContentTerm4": {
    "term": "4D",
    "content": "Dati 3D che hanno anche una componente di serie temporale"
  },
  "helpContentTerm5": {
    "term": "catalogo",
    "aliases": ["catalogo"],
    "content": "l'inventario di tutti i set di dati disponibili per essere aggiunti alla mappa"
  },
  "helpContentTerm6": {
    "term": "mappe di base",
    "aliases": ["basemap", "base map", "basemaps"],
    "content": "Diverse opzioni di mappa per la mappa di base vuota, come immagini Bing, strade, mappe scure o chiare"
  },
  "helpContentTerm7": {
    "term": "set di dati sorgente",
    "content": "Il dataset che hai aggiunto al tuo workbench che permette di calcolare le differenze"
  },
  "helpContentTerm8": {
    "term": "stile anteprima",
    "content": "Il modo in cui il set di dati appare nella finestra di anteprima. Consigliamo il true color per la ricerca di immagini senza nuvole"
  },
  "helpPanel": {
    "terriaMapUserGuide": "Guida all'uso di TerraJS (EN)"
  },
  "tour": {
    "previous": "Precedente",
    "finish": "Fine",
    "preface": {
      "start": "Inizia il tour",
      "close": "Forse più tardi",
      "content": "Non sai da dove cominciare? Fai un rapido tour delle caratteristiche principali del nostro software, e impara alcune delle funzioni chiave per aiutarti ad andare avanti.",
      "title": "Fai il tour"
    },
    "mapNavigationSplitterIcon": {
      "content": "## Confronta\n\nUna potente caratteristica di Terria è la possibilità di confrontare i set di dati utilizzando una visualizzazione a schermo diviso. Per i set di dati con un componente di serie temporali, ad esempio le immagini satellitari, è possibile confrontare le date a diversi istani temporali facendo clic sul selettore di data."
    },
    "mapNavigationCompassOuterRing": {
      "content": "## Controlli di visualizzazione\n\nQui puoi cambiare la vista della mappa. Puoi cambiare l'orientamento della vista usando l'anello esterno, e puoi inclinare l'angolo della telecamera usando l'anello interno. Fai doppio clic per ripristinare la vista."
    },
    "menuBarStoryButton": {
      "content": "## Storie\n\nLe storie ti permettono di aggiungere informazioni contestuali a un set di dati per dare vita a una narrazione. Crea la tua storia di dati usando lo Story Editor, e condividila tramite il pannello 'Share' una volta che hai finito."
    },
    "menuBarMapSettingsButton": {
      "content": "## Impostazioni della mappa\n\nPersonalizza le impostazioni della mappa come le mappe di base, la visualizzazione 2D/3D e la qualità dell'immagine della mappa per migliorare le prestazioni."
    },
    "sidePanelUploadButton": {
      "content": "## Carica i dati\n\nPuoi caricare i tuoi dati sulla mappa per visualizzarli con altri set di dati. Carica un file o un link a un set di dati online esistente o a un servizio dati. I formati di dati supportati includono CSV, GeoJSON, KML, GPX e CZML."
    },
    "menuBarToolsButton": {
      "content": "## Strumenti aggiuntivi\n\nStrumenti per l'analisi di dati territoriali."
    },
    "exploreMapDataButton": {
      "content": "## Esplora i dati della mappa\n\nSfoglia il catalogo dei dati disponibili e aggiungili alla mappa qui. Puoi aggiungere più set di dati alla volta, e li vedrai elencati in basso nel Workbench."
    },
    "locationSearchInput": {
      "content": "## Ricerca della posizione\n\nInserisci una località o un indirizzo per localizzare facilmente un punto di interesse sulla mappa."
    },
    "end": "Fine tour"
  }
}